questions = [
    {
        "question": "Что делает функция print()?",
        "options": ["Считает числа", "Печатает текст", "Открывает сайт"],
        "answer": "Печатает текст"
    },
    {
        "question": "Какой тип данных для целых чисел?",
        "options": ["int", "str", "list"],
        "answer": "int"
    },
    {
        "question": "Что такое переменная в Python?",
        "options": ["Коробка для хранения значений", "Название файла", "Ошибка"],
        "answer": "Коробка для хранения значений"
    }
]
